---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeBoltSpacingTwoRows
source: html/0a1509c6-70e7-dd42-935f-f7d48af3fc69.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeBoltSpacingTwoRows Property

"Bolt Spacing Two Rows"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionIshapeBoltSpacingTwoRows { get; }
```